{"pages" : [ 
{ "chapter" : 27 , "verse" : 23 , "ar" : "إِنِّی وَجَدتُّ ٱمۡرَأَةࣰ تَمۡلِكُهُمۡ وَأُوتِیَتۡ مِن كُلِّ شَیۡءࣲ وَلَهَا عَرۡشٌ عَظِیمࣱ" , "tr" : "«እኔ የምትገዛቸው የኾኑችን ሴት ከነገሩም ሁሉ የተሰጠችኝ አገኘሁ፡፡ ለእርሷም ታላቅ ዙፋን አልላት፡፡" },
{ "chapter" : 27 , "verse" : 24 , "ar" : "وَجَدتُّهَا وَقَوۡمَهَا یَسۡجُدُونَ لِلشَّمۡسِ مِن دُونِ ٱللَّهِ وَزَیَّنَ لَهُمُ ٱلشَّیۡطَـٰنُ أَعۡمَـٰلَهُمۡ فَصَدَّهُمۡ عَنِ ٱلسَّبِیلِ فَهُمۡ لَا یَهۡتَدُونَ" , "tr" : "«እርስዋንም ሕዝቦችዋንም ከአላህ ሌላ ለፀሐይ ሲሰግዱ አገኘኋቸው፡፡ ሰይጣንም ለእነሱ ሥራዎቻቸውን ሸልሞላቸዋል፡፡ ከእውነተኛውም መንገድ አግዷቸዋል፡፡ ስለዚህ እነሱ (ወደ እውነት) አይምመሩም፡፡»" },
{ "chapter" : 27 , "verse" : 25 , "ar" : "أَ̅لَّ̅ا̅ ̅یَ̅سۡ̅جُ̅دُ̅و̅ا۟̅ ̅لِ̅لَّ̅هِ̅ ٱلَّذِی یُخۡرِجُ ٱلۡخَبۡءَ فِی ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضِ وَیَعۡلَمُ مَا تُخۡفُونَ وَمَا تُعۡلِنُونَ" , "tr" : "ለዚያ በሰማያትና በምድር የተደበቀውን ለሚያወጣው፣ የምትሸሽጉትንና የምትገ ልጹትንም ሁሉ ለሚያውቀው አላህ እንዳይሰግዱ (ሰይጣን አግዷቸዋል)፡፡" },
{ "chapter" : 27 , "verse" : 26 , "ar" : "ٱللَّهُ لَاۤ إِلَـٰهَ إِلَّا هُوَ رَبُّ ٱلۡعَرۡشِ ٱلۡعَظِیمِ ۩" , "tr" : "አላህ ከርሱ ሌላ አምላክ የለም፡፡ የታላቁ ዐርሽ (ዙፋን) ጌታ ነው፡፡" },
{ "chapter" : 27 , "verse" : 27 , "ar" : "۞ قَالَ سَنَنظُرُ أَصَدَقۡتَ أَمۡ كُنتَ مِنَ ٱلۡكَـٰذِبِینَ" , "tr" : "(ሱለይማንም) አለ «እውነት እንደ ተናገርክ ወይም ከውሸታሞቹ እንደ ኾንክ ወደፊት እናያለን፡፡" },
{ "chapter" : 27 , "verse" : 28 , "ar" : "ٱذۡهَب بِّكِتَـٰبِی هَـٰذَا فَأَلۡقِهۡ إِلَیۡهِمۡ ثُمَّ تَوَلَّ عَنۡهُمۡ فَٱنظُرۡ مَاذَا یَرۡجِعُونَ" , "tr" : "«ይህንን ደብዳቤዬን ይዘህ ኺድ፡፡ ወደእነርሱም ጣለው፡፡ ከዚያም ከእነሱ ዘወር በል፡፡ ምን አንደሚመልሱም ተመልከት፡፡»" },
{ "chapter" : 27 , "verse" : 29 , "ar" : "قَالَتۡ یَـٰۤأَیُّهَا ٱلۡمَلَؤُا۟ إِنِّیۤ أُلۡقِیَ إِلَیَّ كِتَـٰبࣱ كَرِیمٌ" , "tr" : "(እርሷም በደረሳት ጊዜ) አለች «እናንተ መማክርቶች ሆይ! እኔ ክብር ያለው ጽሑፍ ወደኔ ተጣለ፡፡" },
{ "chapter" : 27 , "verse" : 30 , "ar" : "إِنَّهُۥ مِن سُلَیۡمَـٰنَ وَإِنَّهُۥ بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ" , "tr" : "«እርሱ ከሱለይማን ነው፡፡ እርሱም በአላህ ስም እጅግ በጣም ሩኅሩኅ በጣም አዛኝ በኾነው፡፡" },
{ "chapter" : 27 , "verse" : 31 , "ar" : "أَلَّا تَعۡلُوا۟ عَلَیَّ وَأۡتُونِی مُسۡلِمِینَ" , "tr" : "«በእኔ ላይ አትኩሩ፡፡ ታዛዦችም ኾናችሁ ወደኔ ኑ፤ (የሚል ነው)፡፡" },
{ "chapter" : 27 , "verse" : 32 , "ar" : "قَالَتۡ یَـٰۤأَیُّهَا ٱلۡمَلَؤُا۟ أَفۡتُونِی فِیۤ أَمۡرِی مَا كُنتُ قَاطِعَةً أَمۡرًا حَتَّىٰ تَشۡهَدُونِ" , "tr" : "«እናንተ መማክርቶች ሆይ! በነገሬ (የሚበጀውን) ንገሩኝ፡፡ እስከምትገኙልኝ ድረስ አንድንም ነገር ቆራጭ አይደለሁምና» አለች፡፡" },
{ "chapter" : 27 , "verse" : 33 , "ar" : "قَالُوا۟ نَحۡنُ أُو۟لُوا۟ قُوَّةࣲ وَأُو۟لُوا۟ بَأۡسࣲ شَدِیدࣲ وَٱلۡأَمۡرُ إِلَیۡكِ فَٱنظُرِی مَاذَا تَأۡمُرِینَ" , "tr" : "«እኛ የኀይል ባለቤቶች የብርቱ ጦርም ባለቤቶች ነን፡፡ ግን ትዕዛዙ ወደ አንቺ ነው፡፡ ምን እንደምታዢም አስተውዪ፤» አሏት፡፡" },
{ "chapter" : 27 , "verse" : 34 , "ar" : "قَالَتۡ إِنَّ ٱلۡمُلُوكَ إِذَا دَخَلُوا۟ قَرۡیَةً أَفۡسَدُوهَا وَجَعَلُوۤا۟ أَعِزَّةَ أَهۡلِهَاۤ أَذِلَّةࣰۚ وَكَذَ ٰلِكَ یَفۡعَلُونَ" , "tr" : "(እርሷም) አለች «ንጉሦች ከተማን (በኀይል) በገቡባት ጊዜ ያበላሹዋታል፡፡ የተከበሩ ሰዎችዋንም ወራዶች ያደርጋሉ፡፡ እንደዚሁም (እነዚህ) ይሠራሉ፡፡" },
{ "chapter" : 27 , "verse" : 35 , "ar" : "وَإِنِّی مُرۡسِلَةٌ إِلَیۡهِم بِهَدِیَّةࣲ فَنَاظِرَةُۢ بِمَ یَرۡجِعُ ٱلۡمُرۡسَلُونَ" , "tr" : "«እኔም ወደእነርሱ ገጸ በረከትን የምልክና መልክተኞቹ በምን እንደሚመለሱ የምጠባበቅ ነኝ፡፡»" }
] }