{"chapter" : 98 , "title_am" : "አል-በይናህ" , "title_ar" : "البينة" , "count" : "8" , "quran" : [ 
{ "verse" : 0 , "ar" : "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَـٰنِ ٱلرَّحِیمِ" , "tr" : "በአላህ ስም እጅግ በጣም ሩኅሩህ በጣም አዛኝ በኾነው፡፡" },
{ "verse" : 1 , "ar" : "لَمۡ یَكُنِ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ وَٱلۡمُشۡرِكِینَ مُنفَكِّینَ حَتَّىٰ تَأۡتِیَهُمُ ٱلۡبَیِّنَةُ" , "tr" : "እነዚያ ከመጽሐፉ ባለቤቶች ከአጋሪዎቹም የካዱት ግልጹ አስረጅ እስከ መጣላቸው ድረስ (ከነበሩበት ላይ) ተወጋጆች አልነበሩም፡፡" },
{ "verse" : 2 , "ar" : "رَسُولࣱ مِّنَ ٱللَّهِ یَتۡلُوا۟ صُحُفࣰا مُّطَهَّرَةࣰ" , "tr" : "(አስረጁም) ከአላህ የኾነ መልክተኛ የተጥራሩን መጽሐፎች የሚያነብ ነው፡፡" },
{ "verse" : 3 , "ar" : "فِیهَا كُتُبࣱ قَیِّمَةࣱ" , "tr" : "በውስጧ ቀጥተኛ የኾኑ ጽሑፎች ያሉባት የኾነችን፡፡" },
{ "verse" : 4 , "ar" : "وَمَا تَفَرَّقَ ٱلَّذِینَ أُوتُوا۟ ٱلۡكِتَـٰبَ إِلَّا مِنۢ بَعۡدِ مَا جَاۤءَتۡهُمُ ٱلۡبَیِّنَةُ" , "tr" : "እነዚያም መጽሐፉን የተሰጡት ሰዎች ግልጽ አስረጅ ከመጣላቸው በኋላ እንጅ አልተለያዩም፡፡" },
{ "verse" : 5 , "ar" : "وَمَاۤ أُمِرُوۤا۟ إِلَّا لِیَعۡبُدُوا۟ ٱللَّهَ مُخۡلِصِینَ لَهُ ٱلدِّینَ حُنَفَاۤءَ وَیُقِیمُوا۟ ٱلصَّلَوٰةَ وَیُؤۡتُوا۟ ٱلزَّكَوٰةَۚ وَذَ ٰلِكَ دِینُ ٱلۡقَیِّمَةِ" , "tr" : "አላህን ሃይማኖትን ለእርሱ ብቻ አጥሪዎች፣ ቀጥተኞች ኾነው ሊግገዙት፣ ሶላትንም አስተካክለው ሊሰግዱ ዘካንም ሊሰጡ እንጅ ያልታዘዙ ሲኾኑ (ተለያዩ)፡፡ ይህም የቀጥተኛይቱ (ሃይማኖት) ድንጋጌ ነው፡፡" },
{ "verse" : 6 , "ar" : "إِنَّ ٱلَّذِینَ كَفَرُوا۟ مِنۡ أَهۡلِ ٱلۡكِتَـٰبِ وَٱلۡمُشۡرِكِینَ فِی نَارِ جَهَنَّمَ خَـٰلِدِینَ فِیهَاۤۚ أُو۟لَـٰۤئِكَ هُمۡ شَرُّ ٱلۡبَرِیَّةِ" , "tr" : "እነዚያ ከመጽሐፉ ሰዎች የካዱት፣ አጋሪዎቹም በገሀነም እሳት ውስጥ ናቸው፤ በውስጧ ዘውታሪዎች ሲኾኑ እነዚያ እነርሱ ከፍጥረት ሁሉ ክፉ ናቸው፡፡" },
{ "verse" : 7 , "ar" : "إِنَّ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰۤئِكَ هُمۡ خَیۡرُ ٱلۡبَرِیَّةِ" , "tr" : "እነዚያ ያመኑትና መልካሞችንም የሠሩት፣ እነዚያ እነርሱ ከፍጥረት ሁሉ በላጭ ናቸው፡፡" },
{ "verse" : 8 , "ar" : "جَزَاۤؤُهُمۡ عِندَ رَبِّهِمۡ جَنَّـٰتُ عَدۡنࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَاۤ أَبَدࣰاۖ رَّضِیَ ٱللَّهُ عَنۡهُمۡ وَرَضُوا۟ عَنۡهُۚ ذَ ٰلِكَ لِمَنۡ خَشِیَ رَبَّهُۥ" , "tr" : "በጌታቸው ዘንድ ምንዳቸው ከሥሮቻቸው ወንዞች የሚፈሱባቸው የመኖሪያ ገነቶች ነው፡፡ በውስጣቸው ዘለዓለም ዘውታሪዎች ሲኾኑ (ይገቡባቸወል)፡፡ አላህ ከእነርሱ ወደደ፡፡ ከእርሱም ወደዱ፡፡ ይህ ጌታውን ለፈራ ሰው ነው፡፡" }
] }